/* Localized versions of Guest Access strings */

allowButton = "Partilhar ecrã";
denyButton = "Cancelar";

controlTitle = "Pedido de controlo";
observeTitle = "Pedido de observação";

controlRequestKnown = "O utilizador “%@” em %@ pretende partilhar o seu ecrã.  Deseja partilhar o seu ecrã com “%@”?";
observeRequestKnown = "O utilizador “%@” em %@ pretende observar este computador. Tem a sua autorização?";

controlRequestUnknown = "Um utilizador desconhecido em %@ pretende partilhar o seu ecrã.  Deseja partilhar o seu ecrã com esse utilizador?";
observeRequestUnknown = "Um utilizador desconhecido em %@ pretende observar este computador. Tem a sua autorização?";

errAttnReqCommString = "Ocorreu um erro de comunicação.";
